export const useComments = () => {
    const comments = [
        {
            id: "1",
            text: "Актуальные темы, форма подачи информации понятная и интересная!",
            person: "Чернышов Руслан Николаевич, руководитель отдела фарм компании"
        },
        {
            id: "2",
            text: "Отлично структурированная обучающая информация, основанная на живом опыте. Рабочие техники, без 'воды', что очень ценно.",
            person: "Катерина, агро-IT"
        },
        {
            id: "3",
            text: "Екатерина – специалист высокого класса, который увлекает за собой в мир переговоров. Никаких унылых и оторванных от жизни схем. Оригинальный и дерзкий взгляд на переговоры. Вот за это спасибо!",
            person: "Лилиана, дизайнер"
        },
        {
            id: "4",
            text: "Методы, которые были представлены на курсе, не были известны мне ранее. Информация подавалась креативно, было много реальных примеров, которые свидетельствуют о том, что методика работает. Мой мир не будет таким, как прежде ☺",
            person: "Коваль Алина, специалист ВЭД"
        },
        {
            id: "5",
            text: "Дуже вдячна за те, що я зараз можу пушити свої iнтереси навіть в перемовах англійською мовою з носіями. Хоча мій рівень intermediate+ Це просто неймовірно. Інколи сама собі дивуюсь і не вірю, що це в мене якимось чином виходить :)",
            person: "Снозова Катерина, digital marketing"
        },
        {
            id: "6",
            text: "После прохождения Курса больше новых клиентов стали постоянными. Пропал страх начинать разговор и задавать вопросы.",
            person: "Осадчук Павел, сфера услуг"
        },
        {
            id: "7",
            text: "На многие ситуации, которые раньше казались обыденными, смотрю с позиции переговоров и открываются новые грани. Некоторые техники сразу «испытывал» в жизни. Новой и полезной информации много и, вместе с тем, есть ощущение, что это только начало.",
            person: "Прийма Максим, IT"
        },
        {
            id: "8",
            text: "Открыла для себя новый мир переговоров, возникло желание научиться договариваться, а не рубить с плеча. Благодарна прекрасному тренеру Катерине Ластенко за смыслы и новые знания",
            person: "Гульнара Расулова, руководитель отдела маркетинга"
        },
        {
            id: "9",
            text: "Очень сильно! За всего два с хвостиком месяца чувствую, как навык начал формироваться. Если раньше было ощущение пробки в океане, которую носит куда угодно. То сейчас понимаю, что можно управлять процессом и более осознанно использовать возможности, которые дают переговоры.",
            person: "Дарина, PR"
        },
    ]

    return comments
}